Revit 2024 API
ParameterTypeId.CurtaingridBeltHoriz Property
 "Measurement Line"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId CurtaingridBeltHoriz { get; }
Visual Basic
Public Shared ReadOnly Property CurtaingridBeltHoriz As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurtaingridBeltHoriz {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace